<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>OpenEMM</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Empf&auml;nger - Details</div>
Dieser Eingabedialog zeigt die Details zu einem Empf&auml;nger an, die in der
Profildatenbank gespeichert sind. Wenn Sie einen Wert &auml;ndern, &uuml;bertragen
Sie die neuen Daten mit dem Button <span class="menuepunkt">Speichern</span>
an den OpenEMM. Mit dem Button <span class="menuepunkt">Abbrechen</span>
gelangen Sie ohne &Auml;nderung zur&uuml;ck zur &Uuml;bersichtsliste aller 
Empf&auml;nger. Der Dialog ist zweigeteilt: Oben sehen Sie die pers&ouml;nlichen 
Daten aus dem Profil des Empf&auml;ngers. Unten sind alle Mailing-Listen 
aufgef&uuml;hrt, die vom Empf&auml;nger Abonnierten sind mit einem H&auml;kchen
markiert. Die einzelnen Eingabefelder und Auswahllisten mit den pers&ouml;nlichen
Daten haben folgende
Bedeutung:
<ul>
  <li><span class="menuepunkt">Anrede:</span>
    Die Anrede findet bei personalisierten Mailings Anwendung, bei denen
   jeder Empf&auml;nger mit seinem Namen begr&uuml;&szlig;t wird. Dabei geht 
   es bei der Auswahl nur um die Festlegung, ob der Empf&auml;nger ein Mann, eine
   Frau oder nichts weiter &uuml;ber sein Geschlecht bekannt ist. Wie
   genau der Empf&auml;nger einer E-Mail angesprochen wird, legen Sie 
   bei den Mailings fest.
  </li>
  <li><span class="menuepunkt">Titel:</span>
    Der Titel des Empf&auml;ngers (Dr. etc.).
  </li>
          <li><span class="menuepunkt">Vorname:</span> Der Vorname des Empf&auml;ngers. 
          </li>
          <li><span class="menuepunkt">Nachname:</span> Der Nachname des Empf&auml;ngers. 
          </li>
  <li><span class="menuepunkt">E-Mail:</span>
    Der wichtigste Eintrag ist die E-Mail-Adresse des Empf&auml;ngers.
  </li>
  <li><span class="menuepunkt">Mail-Format:</span>
    &Uuml;ber die drei Radiokn&ouml;pfe legen Sie fest, in welchem Format die
   E-Mails an den Empf&auml;nger verschickt werden sollen. Es stehen folgende
   Alternativen zur Wahl:
    <ul>
      <li><span class="menuepunkt">Text:</span>
        Im Textformat enth&auml;lt die E-Mail keinerlei 
       Formatanweisungen wie fett oder Schriftgr&ouml;&szlig;e und auch keine klickbaren 
       Links. 
      </li>
      <li><span class="menuepunkt">HTML:</span>
        Das HTML-Format erlaubt die bei Webseiten &uuml;blichen Formatierungen
      und auch die Integration von Bildern. Bei externen Dateien (Bildern etc.) enth&auml;lt
      die E-Mail nur die Referenz, die Bilddatei selbst ist auf dem Server gespeichert.
      </li>
      <li><span class="menuepunkt">Offline-HTML:</span>
       Offline-HTML funktioniert genauso, allerdings sind Bilder und andere externe Dateien
      Teil der E-Mail (als Dateianh&auml;nge).
      </li>
   </ul>
  </li>
  <li><span class="menuepunkt">Weitere Profil-Daten:</span>
    Das Empf&auml;ngerprofil umfasst noch weitere Standardfelder, die Sie beim Anlegen
   eines neuen Empf&auml;ngerprofils anpassen d&uuml;rfen. Die Felder haben
   folgende Bedeutung:
    <ul>
      <li><span class="menuepunkt">Selbst definierte Felder:</span>
        Die Profildatenbank l&auml;sst sich um eigene Felder erweitern, die hier ebenfalls
      aufgef&uuml;hrt sind.
      </li>
   </ul>
  </li>
</ul>
Im Bereich <span class="menuepunkt">Mailing-Listen</span> sind s&auml;mtliche vorhandenen
Mailing-Listen aufgef&uuml;hrt. Der Name der Mailing-Liste ist die &Uuml;berschrift.
Nur die mit einem H&auml;kchen markierten Listen
hat der Empf&auml;nger abonniert. Die Angaben zu einer Mailing-Liste haben folgende 
Bedeutung:
<ul>
  <li><span class="menuepunkt">E-Mail:</span>
    Die Option gibt an, ob der Empf&auml;nger diese Mailing-Liste abonniert hat.
  </li>
  <li><span class="menuepunkt">Typ:</span>
    Ein Empf&auml;nger kann drei verschiedenen Typen zugeordnet sein:
   <ul>
     <li><span class="menuepunkt">Normaler Empf&auml;nger:</span>
       Alle Empf&auml;nger, die einen Newsletter oder ein einzelnes Mailing erhalten
      sollen, gelten als normale Empf&auml;nger.
     </li>
     <li><span class="menuepunkt">Administrator:</span>
       Ein Administrator einer Mailing-Liste ist zum Beispiel eine Person, die ein 
      Mailing vor dem Versand an alle Empf&auml;nger &uuml;berpr&uuml;fen m&uuml;ssen. Beim Versand eines
      Mailings haben Sie die Option, den Versand nur an die Administratoren der
      Mailing-Liste durchzuf&uuml;hren.
     </li>
     <li><span class="menuepunkt">Test-Empf&auml;nger:</span>
       Um Mailings zu testen, ist es unerl&auml;sslich, zur Probe einige E-Mails an Probeempf&auml;nger 
      zu verschicken. Dabei handelt es sich nat&uuml;rlich nicht um reale Empf&auml;nger, sondern 
      um E-Mail-Adressen, die Sie selbst abrufen k&ouml;nnen. Beim Versand eines
      Mailings haben Sie die Option, den Versand nur an die Test-Empf&auml;nger der
      Mailing-Liste durchzuf&uuml;hren.
     </li>
   </ul>
  </li>
  <li><span class="menuepunkt">Status:</span>
    Neben <span class="menuepunkt">Status</span> ist der aktuelle Zustand des Empf&auml;ngers 
   in Bezug auf diese Mailing-Liste aufgef&uuml;hrt. Es sind folgende Zust&auml;nde
   m&ouml;glich:
   <ul>
     <li><span class="menuepunkt">Aktiv:</span>
        Der Empf&auml;nger hat diese Mailing-Liste abonniert. Unter <span class="menuepunkt">Bemerkung</span> ist 
      dazu aufgef&uuml;hrt, welche Aktion den Status herbeigef&uuml;hrt hat.    
     </li>
     <li><span class="menuepunkt">Bounced:</span>
       Adresse ist ung&uuml;ltig, der Empf&auml;nger wurde vom System abgemeldet.
     </li>
     <li><span class="menuepunkt">Opt-In:</span>
       Der Empf&auml;nger ist f&uuml;r diese Mailing-Liste als Empf&auml;nger eingetragen worden.
       Dies kann wahlweise durch den Empf&auml;nger selbst per Web-Interface oder durch 
      den Administrator erfolgen (Zusatz <i>by ADMIN</i>).
     </li>
     <li><span class="menuepunkt">Opt-Out:</span>
        Der Empf&auml;nger ist f&uuml;r die Mailing-Liste abgemeldet. Dies kann wahlweise durch 
      den Empf&auml;nger selbst per Web-Interface oder durch den Administrator 
      erfolgen (Zusatz by ADMIN).
     </li>
   </ul>
  </li>
  <li><span class="menuepunkt">Bemerkung:</span>
    Das Feld 
   <span class="menuepunkt">Bemerkung</span> liefert eine n&auml;here Erkl&auml;rung zum
   Status, im Regelfall Datum und Uhrzeit der &Auml;nderung.
  </li>
</ul>

<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
        <IMG height=10 src="one_pixel.gif" width=10 border=0>
      </TD>
     </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
     </TR>
   </TBODY>
  </TABLE>
</BODY>
</HTML>
