<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>OpenEMM</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Empf&auml;nger - Neuer Empf&auml;nger</div>
        &Uuml;ber diesen Eingabedialog legen Sie ein neues Empf&auml;nger-Profil an. Dieses 
        Profil speichert die Kontaktdaten eines Empf&auml;ngers wie den Namen 
        und nat&uuml;rlich die E-Mail-Adresse. Au&szlig;erdem geben Sie an, welche 
        Mailing-Listen der neue Empf&auml;nger abonnieren soll. Wenn Sie mit den 
        Eingaben fertig sind, schlie&szlig;en Sie mit dem Button <span class="menuepunkt">Speichern</span> 
        ab. Wollen Sie dagegen ohne weitere Aktion zur&uuml;ck zur &Uuml;bersichtliste 
        aller Empf&auml;nger, so klicken Sie auf <span class="menuepunkt">Abbrechen</span>.<br>
Der Eingabedialog gliedert sich in zwei Abschnitte: Oben geben Sie die Daten zum neuen
Empf&auml;nger ein, im unteren Bereich legen Sie fest, welche Mailing-Listen
der Empf&auml;nger abonnieren soll. Die Eingabefelder und Auswahllisten
im oberen Bereich haben folgende Bedeutung:
<ul>
  <li><span class="menuepunkt">Anrede:</span>
    Die Anrede findet bei personalisierten Mailings Anwendung, bei denen
   jeder Empf&auml;nger mit seinem Namen begr&uuml;&szlig;t wird. Dabei geht 
   es bei der Auswahl nur um die Festlegung, ob der Empf&auml;nger ein Mann, eine
   Frau oder nichts weiter &uuml;ber sein Geschlecht bekannt ist. Wie
   genau der Empf&auml;nger einer E-Mail angesprochen wird, legen Sie 
   bei den Mailings fest.
  </li>
  <li><span class="menuepunkt">Titel:</span>
        Der Titel des Empf&auml;ngers (Dr. etc.).
  </li>
  <li><span class="menuepunkt">Vorname:</span>
    Der Vorname des neuen Empf&auml;ngers.
  </li>
  <li><span class="menuepunkt">Nachname:</span>
    Der Nachname des neuen Empf&auml;ngers.
  </li>
  <li><span class="menuepunkt">E-Mail:</span>
    Der wichtigste Eintrag ist die E-Mail-Adresse des Empf&auml;ngers.
  </li>
  <li><span class="menuepunkt">Mail-Format:</span>
    &Uuml;ber die drei Radiokn&ouml;pfe legen Sie fest, in welchem Format die
   E-Mails an den Empf&auml;nger verschickt werden sollen. Es stehen folgende
   Alternativen zur Wahl:
    <ul>
      <li><span class="menuepunkt">Text:</span>
        Im Textformat enth&auml;lt die E-Mail keinerlei 
       Formatanweisungen wie fett oder Schriftgr&ouml;&szlig;e und auch keine klickbaren 
       Links. 
      </li>
      <li><span class="menuepunkt">HTML:</span>
        Das HTML-Format erlaubt die bei Webseiten &uuml;blichen Formatierungen
      und auch die Integration von Bildern. Bei externen Dateien (Bildern etc.) enth&auml;lt
      die E-Mail nur die Referenz, die Bilddatei selbst ist auf dem Server gespeichert.
      </li>
      <li><span class="menuepunkt">Offline-HTML:</span>
       Offline-HTML funktioniert genauso, allerdings sind Bilder und andere externe Dateien
      Teil der E-Mail (als Dateianh&auml;nge).
      </li>
   </ul>
  </li>
  <li><span class="menuepunkt">Selbst definierte Felder:</span> Die
                Profildatenbnak l&auml;sst sich in der Rubrik <span class="menuepunkt">Einstellungen</span> 
                unter <span class="menuepunkt">Felder verwalten</span> um eigene 
                Felder erweitern, die hier ebenfalls aufgef&uuml;hrt sind. </li>
   </ul>
  </li>
</ul>
Im unteren Bereich des Eingabedialogs legen Sie fest, welche Mailing-Listen der neue
Empf&auml;nger abonniert. Dazu sind alle vorhandenen Mailing-Listen in jeweils
zwei Zeilen aufgelistet. Um eine Mailing-Liste zu abonnieren, setzen Sie das
H&auml;kchen am Anfang der Zeile. In der Auswahlliste dahinter legen Sie den
Typ des Empf&auml;ngers f&uuml;r die Mailing-Liste fest. Dabei stehen folgende
Typen zur Auswahl:
<ul>
          <li><span class="menuepunkt">Normaler Empf&auml;nger:</span> Alle Empf&auml;nger, 
            die einen Newsletter oder ein einzelnes Mailing erhalten sollen, gelten 
            als normale Empf&auml;nger. </li>
          <li><span class="menuepunkt">Administrator:</span> Ein Administrator 
            einer Mailing-Liste ist zum Beispiel eine Person, die ein Mailing 
            vor dem Versand an alle Empf&auml;nger &uuml;berpr&uuml;fen m&uuml;ssen. Beim Versand 
            eines Mailings haben Sie die Option, den Versand nur an die Administratoren 
            der Mailing-Liste durchzuf&uuml;hren. </li>
          <li><span class="menuepunkt">Test-Empf&auml;nger:</span> Um Mailings 
            zu testen, ist es unerl&auml;sslich, zur Probe einige E-Mails an Probeempf&auml;nger 
            zu verschicken. Dabei handelt es sich nat&uuml;rlich nicht um reale Empf&auml;nger, 
            sondern um E-Mail-Adressen, die Sie selbst abrufen k&ouml;nnen. Beim Versand 
            eines Mailings haben Sie die Option, den Versand nur an die Test-Empf&auml;nger 
            der Mailing-Liste durchzuf&uuml;hren. </li>
</ul>

<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
        <IMG height=10 src="one_pixel.gif" width=10 border=0>
      </TD>
     </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
     </TR>
   </TBODY>
  </TABLE>
</BODY>
</HTML>
