<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>AGNITAS E-Marketing Manager</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Empf&auml;nger - Export</div>
Der Eingabedialog f&uuml;r die Exportfunktion besteht aus drei Bereichen.
Im ersten Bereich legen Sie fest, welche Empf&auml;nger Sie aus der 
Profildatenbank exportieren wollen.
Dabei filtern Sie nach Mailing-Liste, Empf&auml;nger-Typ, Empf&auml;nger-Status und
Zielgruppe. Sie d&uuml;rfen alle Kriterien gleichzeitig verwenden, der
E-Marketing Manager exportiert nur die Empf&auml;nger, die allen Kriterien
entsprechen. Wenn Sie Ihre Eingaben abgeschlossen haben, klicken Sie auf 
den Button <span class="menuepunkt">Export</span>. Die Auswahllisten haben folgende Bedeutung:
<ul>
  <li><span class="menuepunkt">Mailing-Liste:</span>
    In dieser Auswahlliste sind s&auml;mtliche Mailing-Listen aufgef&uuml;hrt, die Sie
	definiert haben. Zus&auml;tzlich gibt es die Option <i>Alle Mailing-Listen</i>.
	Nur die Empf&auml;nger, die die ausgew&auml;hlte Mailing-Liste abonniert haben,
	werden exportiert.
  </li>
  <li><span class="menuepunkt">Empf&auml;nger-Typ:</span>
    Nur die Empf&auml;nger des ausgew&auml;hlten Typs in der eingestellten Mailing-Liste
	werden exportiert. Dabei gibt
	es folgende Empf&auml;nger-Typen:
	<ul>
	  <li><span class="menuepunkt">Alle:</span>
        S&auml;mtliche Empf&auml;nger werden unabh&auml;ngig vom Typ exportiert, 
		es gibt keine Einschr&auml;nkung.
	  </li>
	  <li><span class="menuepunkt">Normaler Empf&auml;nger:</span>
	    Alle Empf&auml;nger, die einen Newsletter oder ein einzelnes Mailing erhalten
		sollen, gelten als normale Empf&auml;nger.
	  </li>
	  <li><span class="menuepunkt">Administrator:</span>
	    Ein Administrator einer Mailing-Liste ist zum Beispiel eine Person, die ein 
		Mailing vor dem Versand an alle Empf&auml;nger &uuml;berpr&uuml;fen m&uuml;ssen. Beim Versand eines
		Mailings haben Sie die Option, den Versand nur an die Administratoren der
		Mailing-Liste durchzuf&uuml;hren.
	  </li>
	  <li><span class="menuepunkt">Test-Empf&auml;nger:</span>
	    Um Mailings zu testen, ist es unerl&auml;sslich, zur Probe einige E-Mails an Probeempf&auml;nger 
		zu verschicken. Dabei handelt es sich nat&uuml;rlich nicht um reale Empf&auml;nger, sondern 
		um E-Mail-Adressen, die Sie selbst abrufen k&ouml;nnen. Beim Versand eines
		Mailings haben Sie die Option, den Versand nur an die Test-Empf&auml;nger der
		Mailing-Liste durchzuf&uuml;hren.
	  </li>
	</ul>
  </li>
  <li><span class="menuepunkt">Empf&auml;nger-Status:</span>
    Nur die Empf&auml;nger mit dem eingestellten Status f&uuml;r die ausgew&auml;hlte
	Mailing-Liste werden exportiert. Dabei gibt es folgende Einstellungen:
	<ul>
	  <li><span class="menuepunkt">Alle:</span>
        S&auml;mtliche Empf&auml;nger werden unabh&auml;ngig von ihrem Status exportiert, 
		es gibt keine Einschr&auml;nkung.
	  </li>
	  <li><span class="menuepunkt">Aktiv:</span>
        Der Empf&auml;nger hat diese Mailing-Liste abonniert. Unter <span class="menuepunkt">Bemerkung</span> ist 
		dazu aufgef&uuml;hrt, welche Aktion den Status herbeigef&uuml;hrt hat.	  
	  </li>
	  <li><span class="menuepunkt">Bounced:</span>
	    Adresse ist ung&uuml;ltig, der Empf&auml;nger wurde vom System abgemeldet.
	  </li>
	  <li><span class="menuepunkt">Opt-Out durch Admin:</span>
        Der Empf&auml;nger ist f&uuml;r die Mailing-Liste durch den Admin abgemeldet.
	  </li>
	  <li><span class="menuepunkt">Opt-Out durch Empf&auml;nger:</span>
        Der Empf&auml;nger hat sich bei der eingestellten Mailing-Liste selbst abgemeldet.
	  </li>
	</ul>
  </li>
  <li><span class="menuepunkt">Zielgruppe:</span>
    In dieser Auswahlliste sind alle definierten Zielgruppen aufgelistet und die Option
	<i>Alle</i> aufgelistet. Es werden nur die Empf&auml;nger exportiert,
	die der eingestellten Zielgruppe entsprechen.
  </li>
</ul>
Im zweiten Bereich w&auml;hlen Sie die Felder
aus, die das System f&uuml;r jeden Empf&auml;nger exportieren soll. Dazu markieren
Sie die gew&uuml;nschten Felder mit einem H&auml;kchen. Jedes Feld erzeugt
in der csv-Datei eine eigene Spalte. Am Ende der Liste sind zus&auml;tzlich die 
vorhandene Mailing-Listen aufgef&uuml;hrt. Markieren Sie eine Mailing-Liste,
so zeigt das Feld an, ob der Empf&auml;nger diese abonniert oder nicht abonniert
hat.<br>
        Der dritte Bereich bestimmt schlie&szlig;lich das Exportformat. Dabei 
        handelt es sich immer um ein Textformat, die voreingestellten Werte erzeugen 
        eine csv-Datei, die sich mit Excel problemlos importieren l&auml;sst. 
        Die einzelnen Auswahllisten haben folgende Bedeutung: 
        <ul>
  <li><span class="menuepunkt">Trennzeichen:</span>
       Wenn Sie Empf&auml;ngerdaten in einem Tabellenkalkulations-Programm - beispielsweise Excel - sammeln 
	und als csv-Datei speichern, sind alle Daten &uuml;blicherweise durch Semikolon getrennt. 
	Sollten Sie jedoch andere Programme benutzen, kann es sein, dass ein anderes Trennzeichen 
	zum Einsatz kommt. In diesem Fall stellen Sie das entsprechende Trennzeichen in dieser 
	Auswahlliste ein.
  </li>
  <li><span class="menuepunkt">Texterkennungszeichen:</span>
    F&uuml;r den Fall, dass in Ihren Empf&auml;ngerdaten das verwendete Trennzeichen 
	enthalten ist, muss es durch ein weiteres Zeichen markiert werden. Wenn 
	beispielsweise als Trennzeichen Kommata angegeben sind und die Empf&auml;ngerdaten 
	ebenfalls Kommata enthalten, dann m&uuml;ssen die Kommata in den Empf&auml;ngerdaten 
	durch diese Zeichen f&uuml;r den Import pr&auml;pariert werden.
	Bei Excel empfehlen wir die Auswahl der doppelten Anf&uuml;hrungszeichen (") 
	als Texterkennungszeichen. 
  </li>
  <li><span class="menuepunkt">Zeichensatz:</span>
    Als Standardwert ist hier der westeurop&auml;ische Zeichensatz ISO 8859-1 voreingestellt, 
	den Sie &uuml;bernehmen k&ouml;nnen. Die anderen Zeichens&auml;tze sollten Sie nur ausw&auml;hlen, 
	wenn in der csv-Datei ebenfalls dieser Zeichensatz zum Einsatz kommt.
  </li>
</ul>
<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
		  <IMG height=10 src="one_pixel.gif" width=10 border=0>
		</TD>
	  </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
	  </TR>
	</TBODY>
  </TABLE>
</BODY>
</HTML>
