<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>AGNITAS E-Marketing Manager</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Empf&auml;nger - &Uuml;bersicht</div>
Der Eingabedialog listet s&auml;mtliche Empf&auml;nger in der Profil-Datenbank 
        auf. Dabei spielt es keine Rolle, welchen Mailing-Listen ein Empf&auml;nger 
        zugeordnet ist. Auch Empf&auml;nger, die momentan keine Mailings-Liste 
        abonniert haben, sind hier aufgelistet. &Uuml;ber verschiedene Suchfunktionen 
        filtern Sie nur bestimmte Empf&auml;nger aus der umfangreichen Datenbank. 
        Die Details zu einem Empf&auml;nger rufen Sie &uuml;ber die das Symbol 
        <span class="menuepunkt">Bearbeiten</span> (<img src="icon-bearbeiten.gif" alt="Symbol Bearbeiten" border="0">) 
        am Ende der Zeile auf. Alternativ klicken Sie die E-Mail-Adresse des Eintrags 
        an. Um einen Empf&auml;nger zu entfernen, klicken Sie am Ende der Zeile 
        auf das Symbol <span class="menuepunkt">L&ouml;schen</span> (<img src="icon-delete.gif" alt="Symbol L&ouml;schen" border="0">). 
        <strong>Achtung:</strong> Das System l&ouml;scht den Empf&auml;nger ohne R&uuml;ckfrage 
        sofort. Es gibt keine M&ouml;glichkeit, einen gel&ouml;schten Empf&auml;nger wiederherzustellen.<br>
F&uuml;r eine Suche stehen verschiedene Wege zur Verf&uuml;gung. Sie k&ouml;nnen
nach dem Inhalt eines ganz bestimmten Feldes in der Profildatenbank suchen. Alternativ 
zeigen Sie nur die Empf&auml;nger, die eine bestimmte Mailing-Liste abonniert haben oder
einem bestimmten Typ oder Status zugeordnet sind. Alle Suchmethoden lassen sich auch
kombinieren: In der Liste erscheinen nur die Empf&auml;nger, die allen vorgegebenen
Kriterien entsprechen. Die Eingabefelder und Auswahllisten haben folgende Bedeutung:
<ul>
          <li><span class="menuepunkt">Empf&auml;nger suchen:</span> Dieser Bereich 
            besteht aus zwei Auswahllisten, einem Eingabefeld und dem Button <span class="menuepunkt">Hinzuf&uuml;gen</span>. 
            Damit formulieren Sie eine Suchregel nach dem Muster "Feldinhalt Vergleichsoperator 
            Vergleichswert". Damit lassen sich leicht Suchregeln wie "Nachname 
            ist Schmidt" oder "Letzte &Auml;nderung am Profil vor dem 31.3.2004" 
            erzeugen. Mit dem Button <span class="menuepunkt">Hinzuf&uuml;gen</span> 
            aktivieren Sie die Suchregel. Sie d&uuml;rfen beliebig viele Suchregeln 
            definieren, um die gefundenen Empf&auml;nger weiter einzuschr&auml;nken. 
            <br>
             Die erste Auswahlliste 
	zeigt alle vordefinierten Felder der Profildatenbank und Ihre selbst definierten
	Felder an. 	Die vordefinierten Felder haben folgende Bedeutung:
	<ul>
      <li><span class="menuepunkt">BOUNCELOAD:</span>
        Z&auml;hler, der misst wie oft ein Soft Bounce aufgetreten ist. Ein Bounce
		ist eine E-Mail, die als unzustellbar an den AGNITAS-Server zur&uuml;ckgeschickt
		wurde.
      </li>
      <li><span class="menuepunkt">CREATION_DATE:</span>
        Das Datum, an dem der Empf&auml;nger in die Datenbank eingetragen wurde.
      </li>
      <li><span class="menuepunkt">CUSTOMER_ID:</span>
        Die Kundennummer vergibt der E-Marketing Manager automatisch f&uuml;r jeden 
		neu angelegten Empf&auml;nger. Diese ID ist einmalig im System, ein bestimmter 
		Empf&auml;nger ist eindeutig &uuml;ber die <i>CUSTOMER_ID</i> zu identifizieren.
      </li>
      <li><span class="menuepunkt">DATASOURCE_ID:</span>
        Kennziffer der Datenquelle, aus der die Empf&auml;ngerdaten importiert wurden. 
		Beim Einlesen von csv-Daten &uuml;ber die Importfunktion weist der E-Marketing 
		automatisch eine ID zu (siehe Handbuch).
      </li>
      <li><span class="menuepunkt">EMAIL:</span>
        Die E-Mail-Adresse des Empf&auml;ngers.
      </li>
      <li><span class="menuepunkt">FIRSTNAME:</span>
        Der Vorname des Empf&auml;ngers.
      </li>
      <li><span class="menuepunkt">GENDER:</span>
        Das Geschlecht des Empf&auml;ngers. Der E-Marketing Manager verwendet Zahlen zur 
		Kennzeichnung des Geschlechts: Eine 0 steht f&uuml;r m&auml;nnlich, eine 1 steht 
		f&uuml;r weiblich. Mit der Ziffer 2 sind alle Empf&auml;nger markiert, bei denen 
		kein Geschlecht festgelegt wurde.
      </li>
      <li><span class="menuepunkt">LASTNAME:</span>
        Der Nachname des Empf&auml;ngers.
      </li>
      <li><span class="menuepunkt">MAILTYPE:</span>
        Das Mail-Format, das der Empf&auml;nger w&uuml;nscht. Eine 0 steht f&uuml;r Text, eine 
		1 f&uuml;r HTML, eine 2 f&uuml;r Offline-HTML.
      </li>
      <li><span class="menuepunkt">ML.TIMESTAMP:</span>
        Das Datum der letzten &Auml;nderung am Status einer zugeordneten Mailing-Liste 
		(Abo einrichten oder aufheben).
      </li>
      <li><span class="menuepunkt">TIMESTAMP:</span>
        Das Datum der letzten &Auml;nderung am Empf&auml;ngerprofil.
      </li>
      <li><span class="menuepunkt">TITLE:</span>
        Der Titel des Empf&auml;ngers (Dr. etc.).
      </li>
	</ul>
	Die Vergleichsoperatoren in der zweiten Auswahlliste haben folgende Bedeutung:
	<ul>
	          <li><span class="menuepunkt">=:</span> Der Feldinhalt ist mit dem Vergleichswert 
                identisch. Als Vergleichswert d&uuml;rfen Sie eine Zahl oder einen 
                Text angeben. Bitte beachten Sie: Bei der Benutzung des Gleichheitsoperators 
                muss der Vergleichswert dem vorhandenen Feldinhalt exakt entsprechen. 
                Gro&szlig;- und Kleinschreibung werden aber nicht unterschieden: 
                "Axel" ist identisch mit "axel". </li>
      <li><span class="menuepunkt">&lt;&gt;:</span>
        Feldinhalt und Vergleichswert sind verschieden (ungleich). Als Vergleichswert 
		d&uuml;rfen Sie eine Zahl oder einen Text angeben.
      </li>
      <li><span class="menuepunkt">&gt;:</span>
        Der Feldinhalt ist gr&ouml;&szlig;er als der Vergleichswert. Als Vergleichswert d&uuml;rfen 
		Sie eine Zahl oder einen Text angeben. Bei Text gilt die alphabetische 
		Reihenfolge, "b" ist also gr&ouml;&szlig;er als "a".
      </li>
      <li><span class="menuepunkt">&lt;:</span>
        Der Feldinhalt ist kleiner als der Vergleichswert. Als Vergleichswert d&uuml;rfen Sie 
		eine Zahl oder einen Text angeben. Bei Text gilt die alphabetische Reihenfolge, 
		"a" ist also kleiner als "b".
      </li>
      <li><span class="menuepunkt">LIKE:</span>
        Der Feldinhalt entspricht einem Vergleichstext mit Wildcards. 
        Wildcards sind Platzhalter f&uuml;r beliebige Zeichen. Das Wildcard-Zeichen "_" (Unterstrich) 
		steht f&uuml;r ein beliebiges einzelnes Zeichen. Das Wildcard-Zeichen  "%" (Prozentzeichen) 
		steht f&uuml;r beliebig viele Zeichen. Wenn Sie z. B. als Vergleichswert 
		"%@t-online.de" eingeben und den Vergleichsoperator LIKE w&auml;hlen, erscheinen in der 
		Liste nur die Empf&auml;nger, die eine T-Online-Adresse haben. Das betrifft zum Beispiel 
		<i>hans@t-online.de</i> ebenso wie <i>maurer.krause@t-online.de</i>. W&auml;hlen Sie 
		<span class="menuepunkt">NOT LIKE</span>, erscheinen alle Empf&auml;nger, die 
		nicht &uuml;ber eine solche Adresse verf&uuml;gen.
      </li>
              <li><span class="menuepunkt">NOT LIKE:</span> Der Feldinhalt entspricht 
                nicht dem Vergleichstext mit Wildcards. Details zu den Wildcards 
                finden Sie im vorhergehenden Punkt. </li>
	</ul>
  </li>
  <li><span class="menuepunkt">Mailing-Liste:</span>
    In der Auswahlliste sind s&auml;mtliche definierten Mailing-Listen aufgef&uuml;hrt.
	Stellen Sie eine bestimmte Mailing-Liste ein, so zeigt die tabellarische Liste nur
	die Empf&auml;nger, die diese Mailing-Liste abonniert haben. 
    Schlie&szlig;en Sie die Eingabe mit dem Button <span class="menuepunkt">OK</span>
	am Ende der Zeile ab.
  </li>
  <li><span class="menuepunkt">Empf&auml;nger-Typ:</span>
    &Uuml;ber diese Auswahlliste filtern Sie verschiedene Typen von Empf&auml;ngern.
    Schlie&szlig;en Sie die Eingabe mit dem Button <span class="menuepunkt">OK</span>
	am Ende der Zeile ab. Es gibt drei verschiedene Typen von Empf&auml;ngern:
	<ul>
      <li><span class="menuepunkt">Normale Empf&auml;nger:</span>
        Dieser Typ umfasst alle Empf&auml;nger, die beim Versand ganz normal die Mailings
		aus den abonnierten Mailing-Listen erhalten.
      </li>
      <li><span class="menuepunkt">Administratoren:</span>
        Ein Administrator kann zum Beispiel ein Vorgesetzter sein,
	    der das Mailing vor dem Versand freigeben muss.
      </li>
      <li><span class="menuepunkt">Test-Empf&auml;nger:</span>
        Ein Test-Empf&auml;nger dient dazu, ein das Mailing vor dem Versand an
		alle Abonnenten mit einer kleinen Zahl von Empf&auml;ngern zu &uuml;berpr&uuml;fen. 
		Als Testempf&auml;nger verwenden Sie E-Mail-Adressen, die Sie selbst oder
	    Kollegen empfangen.
      </li>
	</ul>
  </li>
  <li><span class="menuepunkt">Empf&auml;nger-Status:</span>
    Die Auswahlliste zeigt die verschiedenen Zust&auml;nde, die einem Empf&auml;nger
	in der Profildatenbank zugeordnet sein k&ouml;nnen. 
    Schlie&szlig;en Sie die Eingabe mit dem Button <span class="menuepunkt">OK</span>
	am Ende der Zeile ab. Die Eintr&auml;ge der Auswahlliste haben folgende Bedeutung:
	<ul>
      <li><span class="menuepunkt">Alle:</span>
        Das System zeigt Ihnen alle in Ihrer Datenbank verzeichneten Empf&auml;nger.
      </li>
              <li><span class="menuepunkt">Aktiv:</span> Alle Empf&auml;nger, die Newsletter 
                von Ihnen erhalten. </li>
      <li><span class="menuepunkt">Bounced:</span>
        So genannte Bounces sind Server-R&uuml;ckmeldungen &uuml;ber eine fehlgeschlagene 
		Newsletter-Zusendung. Dies kann mehrere Gr&uuml;nde haben: Die Adresse existiert 
		nicht mehr, die Mailbox des Empf&auml;ngers ist &uuml;berf&uuml;llt etc. Durch das 
		Bounce-Management des E-Marketing Managers k&ouml;nnen diese ung&uuml;ltigen Empf&auml;ngeradressen 
		selektiert und vom weiteren Versand ausgeschlossen werden. Dies bedeutet nicht nur 
		finanzielle Einsparungen, sondern erh&ouml;ht letztlich auch die Effektivit&auml;t ihres 
		Newsletter-Versands.
      </li>
      <li><span class="menuepunkt">Opt-Out durch Admin:</span>
        Alle Empf&auml;nger, die von einem Administrator durch einen Opt-Out-Vermerk 
		vom Versand ausgeschlossen wurden, sind hier aufgelistet. Dabei handelt es sich um 
		Empf&auml;nger, die keine Mailings mehr erhalten, aber nicht aus der Datenbank 
		gel&ouml;scht wurden.
      </li>
      <li><span class="menuepunkt">Opt-Out durch Abonnent:</span>
        Alle Empf&auml;nger, die sich selbst abgemeldet haben. Dabei handelt es sich um 
		Empf&auml;nger, die keine Mailings mehr erhalten, aber nicht aus der Datenbank 
		gel&ouml;scht wurden.
      </li>
	</ul>
  </li>
</ul>

<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
		  <IMG height=10 src="one_pixel.gif" width=10 border=0>
		</TD>
	  </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
	  </TR>
	</TBODY>
  </TABLE>
</BODY>
</HTML>
