<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>AGNITAS E-Marketing Manager</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Formulare - Neues Formular</div>
&Uuml;ber diesen Eingabedialog richten Sie die Formulare ein, die Sie in der Kommunikation mit Ihren Kunden einsetzen. <B>Die Einrichtung eines Formulars erfordert HTML-Kenntnisse.</B> Die HTML-Dateien entwerfen Sie am besten separat in einem Editor und kopieren sie dann &uuml;ber die Windows-Zwischenablage in die Eingabefelder. 
<br><br>
Der Eingabedialog ist in zwei Bereiche gegliedert: 
<br><br>
Beschreibung des Formulars:

<ul>
<li><span class="menuepunkt">Name:</span>Bestimmt den Namen des Formulars. Dieser Name erscheint sp&auml;ter im E-Marketing Manager immer dort, wo Sie ein Formular ausw&auml;hlen k&ouml;nnen.
</li>
<li><span class="menuepunkt">Beschreibung</span>Gibt Ihnen die M&ouml;glichkeit, Kommentare zum Formular einzutragen.
</li>
</ul>
Formulardefinition:<br>
Diese besteht immer aus einer einleitenden Aktion, einem Erfolgs-Formular, einem Fehler-Formular und einer abschlie&szlig;enden Aktion.
<ul>
<li><span class="menuepunkt">Aktion:</span>Hier k&ouml;nnen Sie mittels Drop-Down-Men&uuml; die Aktion ausw&auml;hlen, die den E-Marketing Manager auf die Ausgabe des nachfolgenden Erfolgsformulars vorbereiten soll. Standardm&auml;&szlig;ig ist "Keine Aktion" angew&auml;hlt. Um Aktionen innerhalb des Drop-Down-Men&uuml;s ausw&auml;hlen zu k&ouml;nnen, m&uuml;ssen diese zun&auml;chst unter der Rubrik Aktionen angelegt werden. 
</li>
<li><span class="menuepunkt">Erfolgs-Formular:</span>Hier tragen Sie den HTML-Code des Erfolgs-Formulars ein, welches der Anwender im Browser sehen soll, wenn die einleitende Aktion erfolgreich verlaufen ist.
</li>
<li><span class="menuepunkt">Fehler-Formular:</span>Hier tragen Sie den HTML-Code des Erfolgs-Formulars ein, welches der Anwender im Browser sehen soll, wenn die einleitende Aktion aus welchen Gr&uuml;nden auch immer nicht erfolgreich ausgef&uuml;hrt werden konnte.
</li>
<li><span class="menuepunkt">Aktion:</span>Hier k&ouml;nnen Sie mittels Drop-Down-Men&uuml; die Aktion ausw&auml;hlen, die der E-Marketing Manager nur dann ausl&ouml;st, wenn die einleitende Aktion erfolgreich war, und der Anwender das Erfolgsformular absendet. Die Aktion wird also ausgef&uuml;hrt, wenn die Bearbeitung bereits abgeschlossen ist. Um Aktionen innerhalb des Drop-Down-Men&uuml;s ausw&auml;hlen zu k&ouml;nnen, m&uuml;ssen diese zun&auml;chst unter der Rubrik Aktionen angelegt werden.
</li>
</ul>

<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
		  <IMG height=10 src="one_pixel.gif" width=10 border=0>
		</TD>
	  </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
	  </TR>
	</TBODY>
  </TABLE>
</BODY>
</HTML>
