<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>AGNITAS E-Marketing Manager</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Kampagnen - Details</div>
Die Eingabemaske pr&auml;sentiert Ihnen die Details zur ausgew&auml;hlten Kampagne. Den Namen der Kampagne zeigt die &Uuml;berschrift "Kampagne: XXX". S&auml;mtliche Angaben zur Kampagne k&ouml;nnen Sie anpassen: Tragen Sie den neuen Wert in das entsprechende Eingabefeld ein und klicken Sie abschlie&szlig;end auf den Button Speichern ganz unten. &Uuml;ber den Button L&ouml;schen entfernen Sie die Kampagne aus der Datenbank des E-Marketing Managers. 
<br><br>
Unterhalb der Buttons Speichern und L&ouml;schen haben Sie die M&ouml;glichkeit ein neues Mailing f&uuml;r die Kampagne zu erstellen. Zudem k&ouml;nnen Sie der nachfolgenden Tabelle die dieser Kampagne zugeordneten Mailings, eine Kurzfassung der Beschreibung zum Mailing, die Zielgruppe, die f&uuml;r das Mailing vorgesehen ist sowie das Versanddatum entnehmen. 
<br><br>
Die einzelnen Eingabefelder und Auswahllisten haben folgende Bedeutung: 
<br><br>
<ul>
  <li><span class="menuepunkt">Name:</span>
    Bestimmt den Namen der Kampagne. Dieser Name erscheint sp&auml;ter in der &Uuml;bersicht und erlaubt die Auswahl.
  </li>
  <li><span class="menuepunkt">Beschreibung:</span>
    Gibt Ihnen die M&ouml;glichkeit, Kommentare zur jeweiligen Kampagne  einzutragen.
  </li>
  <li><span class="menuepunkt">Mailings:</span>
    Bei Klick auf "Neues Mailing" k&ouml;nnen Sie direkt aus dm Kampagnen-Bereich heraus ein neues Mailing erzeugen, welches direkt dieser Kampagne zugeordnet wird. Der Klick auf "Neues Mailing" &ouml;ffnet das Fenster f&uuml;r "Mailing - Neues Mailing" in dem Sie den Namen des neuen Mailings, die Beschreibung, die Mailingliste, die Zielgruppe, den Mailingtyp, die Schablonenart, die Medientyp-Priorit&auml;t sowie den Betreff als auch die Absender-Adresse des E-Mails eintragen k&ouml;nnen. Die innerhalb der Kampagnenfunktionalit&auml;t erstellten Mailings werden automatisch auch in die &Uuml;bersicht unter Mailings - &Uuml;bersicht aufgenommen.
  </li>
  <li><span class="menuepunkt"></span>
  Um Details zu einem Mailing anzuzeigen, klicken Sie den Eintrag in den Spalten Mailing oder Beschreibung an. Alternativ klicken Sie das Symbol <span class="menuepunkt">Bearbeiten</span>
(<img src="icon-bearbeiten.gif" alt="Symbol Bearbeiten" border="0">) am Ende der jeweiligen Zeile. Um ein Mailing aus einer Kampagne  zu l&ouml;schen, klicken Sie auf das Symbol <span class="menuepunkt">L&ouml;schen</span>
(<img src="icon-delete.gif" alt="Symbol L&ouml;schen" border="0">).
  </li>
 </ul>
<br><br>
Wenn Sie bereits bestehende Mailings zu einer Kampagne zusammenf&uuml;hren m&ouml;chten, gehen Sie zu Mailings - &Uuml;bersicht. Klicken Sie den Eintrag in den Spalten Mailing oder Beschreibung an, um das jeweilige Mailing f&uuml;r die Detailansicht zu &ouml;ffnen. W&auml;hlen Sie die zuvor eingerichtete Kampagne in der Auswahlliste Kampagne aus und speichern Sie die &Auml;nderung mit dem Button Speichern. Das ausgew&auml;hlte Mailing erscheint nunmehr auch unter der Mailing&uuml;bersicht der betreffenden Kampagne. 
<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
		  <IMG height=10 src="one_pixel.gif" width=10 border=0>
		</TD>
	  </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
	  </TR>
	</TBODY>
  </TABLE>
</BODY>
</HTML>
