<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>OpenEMM</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<link type="text/css" href="stylesheet.css" rel="stylesheet">
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfang Haupttext -->
	<div class="head1">Online-Hilfe: Mailings - Datei-Anh&auml;nge</div>
	<p>Eine E-Mail kann beliebig viele Dateianh&auml;nge haben, zum Beispiel eine Preisliste im PDF-Format. Im oberen Bereich des Eingabedialogs legen Sie neue Dateianh&auml;nge an, unten sehen Sie eine Liste der vorhandenen Dateianh&auml;nge. Wenn Sie mit den Eingaben f&uuml;r einen neuen Anhang fertig sind,  klicken Sie auf den Button <span class="menuepunkt">Hinzuf&uuml;gen</span>. Die Eingabefelder und Auswahllisten haben folgende Bedeutung:</p>
	<ul>
		<li><span class="menuepunkt">Datei-Anhang:</span> In dieses Eingabefeld tragen Sie den Dateinamen des Anhangs auf Ihrer Festplatte ein. Mit dem Button Durchsuchen rufen Sie den Dateiauswahldialog von Windows auf. Name und Pfad der ausgew&auml;hlten Datei werden dann automatisch in das Eingabefeld eingetragen.</li>
		<li><span class="menuepunkt">Name des Datei-Anhangs:</span> Das Eingabefeld dient dazu, dem Dateianhang einen Namen zu geben, unter dem er an das Mailing angeh&auml;ngt wird. Standardm&auml;ig tr&auml;gt das System hier den Dateinamen aus dem Eingabefeld dar&uuml;ber ein. Es macht Sinn, hier einen pr&auml;gnanten und kurzen Dateinamen zu w&auml;hlen. Achten Sie aber auch die korrekte Endung, etwa <I>.pdf</I> f&uuml;r ein PDF-Dokument. Sonst kann der Empf&auml;nger den Dateianhang wom&ouml;glich nicht &ouml;ffnen oder anzeigen.</li>
	</ul>
	<p>Die Liste der Datei-Anh&auml;nge zeigt zu jedem Eintrag eine Reihe von Details und einige Bedienelemente an. Wenn Sie &Auml;nderungen vornehmen, dann klicken Sie abschlie&szlig;end auf <span class="menuepunkt">Speichern</span>. Wollen Sie einen Anhang entfernen, so klicken Sie auf den Button <span class="menuepunkt">L&ouml;schen.</span> <strong>Achtung:</strong> Der L&ouml;schvorgang startet ohne R&uuml;ckfrage.</p>
	<ul>
		<li><span class="menuepunkt">Datei-Anhang:</span> Rechts neben dem Dateinamen des Anhangs sehen Sie ein Download-Symbol (<img src="icon-download.gif" alt="Download-Symbol" border="0">). Falls Sie einen Dateianhang auf Ihrer Festplatte nicht mehr haben, klicken Sie dieses Symbol an, um die Datei vom Server herunterzuladen. </li>
		<li><span class="menuepunkt">MIME-Typ:</span> Der MIME-Typ ist eine internationale Kennzeichnung f&uuml;r das Format der angeh&auml;ngten Datei. Der MIME-Typ eines PDF-Dokuments ist beispielsweise <i>application/pdf</i>.</li>
		<li><span class="menuepunkt">Originalgr&ouml;&szlig;e:</span> Die Gr&ouml;&szlig;e der Datei auf der Festplatte in KByte.</li>
		<li><span class="menuepunkt">Gr&ouml;&szlig;e in E-Mail:</span> Als Anhang zu einer E-Mail muss eine Datei auf besondere Weise formatiert werden. Dadurch vergr&ouml;&szlig;ert sich eine Datei etwa um den Faktor 1,5. Dieses Feld sagt Ihnen, wie gro&szlig; der Dateianhang exakt ist. F&uuml;r die &Uuml;bertragungszeit beim Empfangen der E-Mail ist dieser Wert entscheidend. Erst das E-Mail-Programm des Empf&auml;ngers wandelt beim Speichern den Anhang wieder in die Originaldatei zur&uuml;ck.</li>
	</ul>
	<p><a href="javascript:history.back();"><img border="0" src="button-schliessen.gif"></a></p>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
        <IMG height=10 src="one_pixel.gif" width=10 border=0>
      </TD>
     </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
     </TR>
   </TBODY>
  </TABLE>
</BODY>
</HTML>
