<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>OpenEMM</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<link type="text/css" href="stylesheet.css" rel="stylesheet">
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfang Haupttext -->
	<div class="head1">Online-Hilfe: Mailings - Statistik</div>
	<p>Das Register zeigt statistische Informationen zum versandten Mailing an. Im oberen Bereich stellen Sie ein, welche Empf&auml;nger Sie erfassen wollen, unten erscheinen die Details dazu. &Uuml;ber das Export-Symbol (<img src="icon-save.gif" alt="Symbol Daten exportieren" border="0">) speichern Sie die angezeigten Daten als CSV-Datei auf Ihrer Festplatte. Diese Datei k&ouml;nnen Sie zum Beispiel mit Excel weiterverarbeiten. Die Auswahllisten und Optionsfelder haben folgende Bedeutung:</p>
	<ul>
		<li><span class="menuepunkt">Zielgruppe:</span> Mit der Zielgruppe w&auml;hlen Sie aus, f&uuml;r welchen Teil der Empf&auml;nger Sie eine Statistik sehen wollen. Dabei spielt es keine Rolle, ob Sie eine bestimmte Zielgruppe beim Versand der E-Mails verwendet haben. Diese Einstellung wirkt sozusagen als Filter. Damit eine &Auml;nderung wirksam wird, klicken Sie auf den Button <span class="menuepunkt">OK</span>.</li>
		<li>Um verschiedene Zielgruppen (bis zu 5) innerhalb des Mailings zu vergleichen, w&auml;hlen Sie mit dem Drop-Down-Men&uuml; die gew&uuml;nschte Zielgruppe aus und klicken auf Hinzuf&uuml;gen. Das Browserfenster wird aktualisiert und zeigt nunmehr neben der Referenz-Zielgruppe die zus&auml;tzliche(n) Zielgruppe(n) daneben angeordnet an. Um eine Zielgruppe aus dem Vergleich innerhalb der Tabelle zu l&ouml;schen, klicken Sie auf das Symbol L&ouml;schen (<img src="icon-delete.gif" alt="Symbol l&ouml;schen" border="0">) neben der jeweiligen Zielgruppe.</li>
	</ul>
	<p>Die tabellarische Auswertung zeigt die Mausklicks auf die messbaren Links und Daten zum Versand der E-Mail an:<br>
	<ul>
		<li><span class="menuepunkt">URL:</span> Der erste Abschnitt listet s&auml;mtliche messbaren Links im  Mailing auf. In der ersten Spalte sehen Sie die entsprechende Web-Adresse, in der zweiten Spalte die Anzahl registrierter Klicks. Mit dem Pfeilsymbol (<img src="icon-extlink.gif" alt="Symbol externer Link" border="0">) vor der Web-Adresse &ouml;ffnen Sie die Zielseite in einem neuen Browserfenster.</li>
		<li><span class="menuepunkt">Gesamt (Empf&auml;nger/Klicks):</span> Der zweite Abschnitt zeigt das Verh&auml;ltnis von Empf&auml;ngern zu Klicks. Meistens wird es mehr Empf&auml;nger als Klicks geben, denn nicht jeder ruft die verkn&uuml;pfte Webseite auf.</li>
		<li><span class="menuepunkt">Ge&ouml;ffnete E-Mails:</span> Die Anzahl der ge&ouml;ffneten Mails ist nur aussagekr&auml;ftig, wenn das Mailing ausschlie&szlig;lich im HTML-Format versendet wurde. Au&szlig;erdem m&uuml;ssen Sie in der E-Mail "Öffnungsrate messen" eingestellt haben. Das &Ouml;ffnen von Text-Mails durch die Empf&auml;nger kann OpenEMM aus technischen Gr&uuml;nden nicht registrieren.</li>
		<li><span class="menuepunkt">Abmeldungen:</span> Der Abschnitt weist aus, wie viele Empf&auml;nger den Link zum Abmelden  in der E-Mail verwendet haben.</li>
		<li><span class="menuepunkt">Bounces:</span> Der Wert von Bounces gibt an, wie viele E-Mails eine falsche Empf&auml;ngeradresse hatten oder andere Probleme und deshalb an den OpenEMM zur&uuml;ckgeschickt wurden. Es kann durchaus etliche Stunden dauern, bis eine solche negative R&uuml;ckmeldung nach dem Versand eintrifft.</li>
		<li><span class="menuepunkt">Empf&auml;nger:</span> Die Anzahl der Empf&auml;nger, an die das Mailing insgesamt verschickt wurde.</li>
	</ul>
	<p>Mit dem Link <span class="menuepunkt">Admin- und Test-Empf&auml;nger-Klicks entfernen</span> bereinigen Sie die Statistik, so dass nur R&uuml;ckmeldungen von "echten Empf&auml;ngern" zu sehen sind.</p>
	<p><a href="javascript:history.back();"><img border="0" src="button-schliessen.gif"></a></p>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
        <IMG height=10 src="one_pixel.gif" width=10 border=0>
      </TD>
     </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
     </TR>
   </TBODY>
  </TABLE>
</BODY>
</HTML>
