<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>AGNITAS E-Marketing Manager</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfang Haupttext -->
<div class="head1">Online-Hilfe: Reports </div>
        &Uuml;ber diesen Eingabedialog richten Sie einen neuen Report ein. Wenn Sie 
        mit den Eingabe fertig sind, klicken Sie auf den Button <span class="menuepunkt">Speichern</span>. 
        S&auml;mtliche Eingaben k&ouml;nnen Sie sp&auml;ter &uuml;ber die Detailansicht der Mailing-Listen 
        auch wieder &auml;ndern. <p>
Wenn Sie einen Report anlegen und diesen sich regelm&auml;&szlig;ig zusenden lassen m&ouml;chten,
dann k&ouml;nnen Sie dies wie folgt tun:
        <ul>
  <li><span class="menuepunkt">Neuen Report einrichten</span>
    Klicken Sie im neuen Men&uuml;punkt "REPORTS" auf "NEUEN REPORT". Dort geben dem Report einen Namen und 
eine kurze Beschreibung ein.<p>
Der Name eines einmal eingerichteten Reports erscheint sp&auml;ter in der REPORT-&Uuml;bersichtliste. 
	Achten Sie deshalb darauf, aussagekr&auml;ftige Texte zu verwenden. Das erleichtert Ihnen sp&auml;ter die Arbeit, 
	wenn Sie verschiedene Reports eingerichtet haben und diese &auml;ndern bzw. l&ouml;schen m&ouml;chten.
<p>
Als n&auml;chstes geben Sie die E-Mail-Adresse an, an die der Report zuk&uuml;nftig versendet werden soll
und bestimmen den Wochentag und die Uhrzeit, an dem dieser erstellt und Ihnen zugestellt werden wird. 

  </li>
  <li><span class="menuepunkt">Module f&uuml;r Reports festlegen</span>
Hier legen Sie fest, aus welchen Modulen Ihr Report bestehen soll.<p>

Der Report kann aus mehreren Modulen bestehen. Die Module unterscheiden sich in Ihrer Zusammensetzung 
grunds&auml;tzlich zun&auml;chst in der Art ihres Typs. Der Typ legt fest, ob das Modul die Statistik eines bestimmtes 
Mailings oder aber einen Vergleich mehrerer Mailings miteinander umfassen soll (Fenstermen&uuml; "Typ"). 

Nach der Auswahl im entsprechenden Fenstermen&uuml; &ouml;ffnet der Klick auf "Hinzuf&uuml;gen" das "Report-Modul". <p>

Dort geben Sie im Fenstermen&uuml; an, ob Sie in diesem Modul einen &Uuml;berblick &uuml;ber einzelne
Mailingstatistiken f&uuml;r "das aktuelle", "das letzte" oder "das vorletzte"
Mailing (Fenstermen&uuml; "nach Mailings") erhalten wollen oder ob Sie sich
"Zwischenst&auml;nde" Ihrer Mailings zukommen lassen m&ouml;chten. 

<p>Sie k&ouml;nnen unter Mailing-Statistik "nach Zeitraum" sich aber auch den Stand noch am Versandtag, nach
einem, zwei oder mehreren Tagen zuschicken lassen.
<p>
Als weitere Option f&uuml;r das jeweilige Modul k&ouml;nnen Sie die Statistik auf bestimmte Kampagnen und
Zielgruppen begrenzen (durch Auswahl des entsprechenden Fenstermen&uuml;s).
<p>
Mit  Klick auf "Speichern" fixieren Sie das erste Modul Ihres Reports.     
  </li>

<li><span class="menuepunkt">Weitere Module dem Report hinzuf&uuml;gen</span>
   Wenn Sie Ihren Report um weitere Module erweitern m&ouml;chten, dann k&ouml;nnen Sie dies,
indem Sie den betreffenden Report durch Klick auf "Hinzuf&uuml;gen", Eingabe neuer Modul-Variablen und Klick aus "Speichern" erg&auml;nzen. 
  </li>
<br>
  <li><span class="menuepunkt">Weitere Reports anlegen</span>
    Selbstverst&auml;ndlich k&ouml;nnen Sie auch mehrere Reports anlegen und sich diese
sich selbst oder Ihren Kollegen - auch an unterschiedlichen Tagen und
Zeitpunkten - zuschicken lassen. 

<p>Hierzu gehen Sie wie oben unter "Neuen REPORT einrichten" beschrieben vor.

<p>
Die Zusendung der einzelnen Reports erfolgt dann zuk&uuml;nftig solange nach dem gleichen Schema bis Sie den Report
entsprechend &auml;ndern oder aber l&ouml;schen. &Auml;ndern und L&ouml;schen der Reports k&ouml;nnen
Sie unter "Reports-&Uuml;bersicht". Eine L&ouml;schung der gesammelten Daten innerhalb der Statistik erfolgt
dadurch selbstverst&auml;ndlich nicht.

  </li>
  
</ul>

<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
		  <IMG height=10 src="one_pixel.gif" width=10 border=0>
		</TD>
	  </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
	  </TR>
	</TBODY>
  </TABLE>
</BODY>
</HTML>
