<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>AGNITAS E-Marketing Manager</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Schablonen - Details</div>
        &Uuml;ber die Detailansicht passen Sie eine vorhandene Schablone an. Wenn Sie 
        mit den &Auml;nderungen fertig sind, schlie&szlig;en Sie die Aktion mit 
        einem Klick auf den Button <span class="menuepunkt">Speichern</span> am 
        Ende des Dialogs ab. Um die Schablone zu entfernen, klicken Sie auf den
         Button <span class="menuepunkt">L&ouml;schen</span> am Ende des Dialogs. 
        Die Eingabefelder und Auswahllisten haben folgende Bedeutung: 
        <ul>
          <li><span class="menuepunkt">Name:</span> Bestimmt den Namen der Schablone. 
            Dieser Name erscheint sp&auml;ter im E-Marketing Manager immer dort, 
            wo Sie eine Schablone ausw&auml;hlen k&ouml;nnen. </li>
          <li><span class="menuepunkt">Beschreibung:</span> Zeigt den Kommentar zur Schablone an. </li>
          <li><span class="menuepunkt">Mailing-Liste:</span> Mit diesem Drop-Down-Men&uuml; legen Sie fest, welcher Mailingliste Sie diese Schablone zuweisen.
          </li>
          <li><span class="menuepunkt">Kampagne:</span> Gibt Ihnen die M&ouml;glichkeit, die Schablone einer bestehenden Kampagne zuzuordnen. 
          </li>
          <li><span class="menuepunkt">Mailing-Typ:</span> Hier haben Sie die M&ouml;glichkeit, die Schablone einem bestimmten Mailing-Typ zuzuordnen. Sie haben die Auswahl zwischen normalen Mailings sowie Event- und Regelbasierten Mailings.
          </li>
          <li><span class="menuepunkt">Zielgruppen:</span> Zeigt zun&auml;chst die f&uuml;r diese Schablone eingestellte Zielgruppe an. Standard: Alle Empf&auml;nger
          </li>
          <li><span class="menuepunkt">Hinzuf&uuml;gen:</span> Durch Auswahl im Drop-Down-Men&uuml; und Klick auf "Hinzuf&uuml;gen" werden mehrere vordefinierte Zielgruppen in Form einer "oder"-Verkn&uuml;ofung (keine Doppelzustellung bei &Uuml;berschneidungen) verbunden. Durch Klick auf das Entfernen-Symbol (<img src="icon-delete.gif" alt="Symbol L&ouml;schen" border="0">) wird die betreffende Zielgruppe entfernt.
          </li>
          
          <li><span class="menuepunkt">Medien-Typ Priorit&auml;t:</span> Hier sehen Sie, welche Medientypen in welcher Priorit&auml;t Sie f&uuml;r Ihre Multi-Channel-Kampagne festgelegt haben. 
          <br><br>Zum &Auml;ndern der jeweiligen Priorit&auml;t innerhalb der verschiedenen Medientypen klicken Sie jeweils beim gew&uuml;nschten Medien-Typ auf die blauen "up-" oder "down"-Pfeile. Nach jedem Klick auf einen Pfeil wird das Browserfenster aktualisiert und zeigt den entsprechenden Medien-Typ um eine Position nach oben (Erh&ouml;hung der Priorit&auml;t) bzw. nach unten (Senkung der Priorit&auml;t) an.
          </li> 
          
          
          <li><span class="menuepunkt">Reiter-E-Mail:</span>
    <ul><li><span class="menuepunkt">Betreff:</span>
    Tragen Sie einen Text ein, der sp&auml;ter beim Versand als Betreffzeile Ihres Mailings in den E-Mail-Programmen der Empf&auml;nger erscheinen soll. Diesen Text k&ouml;nnen Sie sp&auml;ter in der Rubrik Mailings in der Detailansicht wieder &auml;ndern.
    </li>
    <li><span class="menuepunkt">Absender-Adresse:</span>
    &Uuml;ber dieses Feld bestimmen Sie, welche E-Mail-Adresse als Absender-Adresse standardm&auml;&szlig;ig im abschlie&szlig;enden Mailing erscheint. Anzuraten ist eine nachvollziehbare E-Mail-Adresse wie z.B. <i>newsdienst@ihreadresse.de</i>. Sie k&ouml;nnen die E-Mail-Adresse durch einen Namen ersetzen, den die Empf&auml;nger dann in ihrem E-Mail-Programm sehen. Im Hintergrund bleibt aber die vollst&auml;ndige Adresse erhalten, so dass R&uuml;ckantworten auch weiterhin funktionieren. Dazu geben Sie die Adresse im Format <i>"Name" <E-Mail-Adresse></i> an. Praktisch k&ouml;nnte das zum Beispiel so aussehen: <i>"Hans Hoelzl" <hans-hoelzl@gmx.net></i>. Der Empf&auml;nger sieht nur den Namen <I>Hans Hoelzl</I> im Absenderfeld seines E-Mail-Programms. Die Absender-Adresse k&ouml;nnen Sie sp&auml;ter in der Rubrik Mailings in der Detailansicht wieder &auml;ndern. 
    </li>
    <li><span class="menuepunkt">Zeichensatz:</span>
    Die Auswahlliste zeigt die Zeichens&auml;tze an, die der E-Marketing Manager zur Verf&uuml;gung stellt. F&uuml;r die meisten F&auml;lle d&uuml;rfte die Voreinstellung ISO 8859-1 die richtige Wahl sein, sie deckt alle westeurop&auml;ischen Sprachen ab. 
     </li>
    <li><span class="menuepunkt">Zeilenumbruch nach:</span>
    Hiermit legen Sie Zeilenumbr&uuml;che f&uuml;r die Textversion Ihrer Mailings fest. Als Standard ist ein Umbruch nach 72 Zeichen voreingestellt.
    </li>
    <li><span class="menuepunkt">Format:</span>
    Hier k&ouml;nnen Sie den Versand an Empf&auml;nger eines bestimmten Mail-Formats ausw&auml;hlen: </li>
    <ul>
    	<li><span class="menuepunkt">Text:</span>
    Im Textformat enth&auml;lt die E-Mail keinerlei Formatanweisungen wie fett oder Schriftgr&ouml;&szlig;e und auch keine klickbaren Links. Daf&uuml;r sind alle E-Mail-Programme in der Lage, E-Mails im Textformat anzuzeigen. 
     </li>
    	<li><span class="menuepunkt">HTML:</span>
    Das HTML-Format erlaubt die bei Webseiten &uuml;blichen Formatierungen und auch die Integration von Bildern. Bei externen Dateien (Bildern etc.) enth&auml;lt die E-Mail nur die Referenz, die Bilddatei selbst ist auf dem AGNITAS-Server gespeichert. Manche E-Mail-Programme und Mail-Provider mit Web-Browser-Schnittstelle wie GMX haben Problem mit der Anzeige solcher E-Mails. 
    	</li>
    		<li><span class="menuepunkt">Offline-HTML:</span>
    Offline-HTML funktioniert genauso, allerdings sind Bilder und andere externe Dateien Teil der E-Mail (als Dateianh&auml;nge). 
    	</li>
    </ul>
    </li>
    </ul>
  </li>  
  <li><span class="menuepunkt">Ggf. Reiter SMS</span>
	<ul><li>Tragen Sie hier eine Absenderkennung ein.
	</li></ul>
  </li>  
  <li><span class="menuepunkt">Ggf. Reiter MMS</span>
    	<ul><li><span class="menuepunkt">Betreff:</span> Tragen Sie einen Text ein, der sp&auml;ter beim Versand als Betreffzeile Ihrer MMS an den Empf&auml;nger erscheinen soll.
	</li><li><span class="menuepunkt">Absender-Adresse:</span> &Uuml;ber dieses Feld bestimmen Sie, welche Adresse als Absender-Adresse standardm&auml;&szlig;ig im abschlie&szlig;enden MMS-Versand erscheint.
	</li></ul>
  </li>  
  <li><span class="menuepunkt">Ggf. Reiter Fax</span>
    	<ul><li><span class="menuepunkt">Betreff:</span> Tragen Sie einen Text ein, der sp&auml;ter beim Versand als Betreffzeile Ihres Faxes an den Empf&auml;nger erscheinen soll.
	</li><li><span class="menuepunkt">Aufl&ouml;sung:</span> Stellen Sie hier die Qualit&auml;t der Aufl&ouml;sung (Normal oder Fein) Ihres Faxes ein.
	</li></ul>
  </li>  
  <li><span class="menuepunkt">Ggf. Reiter Print</span>
    	<ul><li><span class="menuepunkt">Papiergr&ouml;&szlig;e:</span> W&auml;hlen Sie hier das Format des Printprodukts (DIN A4, DIN A5 oder DIN A6).
	</li><li><span class="menuepunkt">Qualit&auml;t:</span> Stellen Sie hier die Qualit&auml;t der Aufl&ouml;sung (Normal oder Fein) Ihres Printerprodukts ein.
	</li></ul>
  </li>
  <li><span class="menuepunkt">Betreff:</span> Wenn Sie ein neues Mailing auf Basis dieser Schablone anlegen, wird dieser Text als Vorschlag eingeblendet. Sie k&ouml;nnen ihn dann &uuml;bernehmen, oder durch einen anderen Text ersetzen. Die Wirkung des Betreff sollte nicht untersch&auml;tzt werden. Er sollte gut gew&auml;hlt werden, damit der Empf&auml;nger das Mailing &ouml;ffnet. Beachten Sie, dass hier auch personalisierte Angaben mit den AGNITAS-Tags erlaubt sind. 
  </li> 
  <li><span class="menuepunkt">Absender-Adresse:</span> Wenn Sie ein neues Mailing auf Basis dieser Schablone anlegen, wird dieser Text als Vorschlag f&uuml;r die Absender-Adresse eingeblendet. Sie k&ouml;nnen ihn dann &uuml;bernehmen, oder durch einen anderen Text ersetzen. Anzuraten ist eine nachvollziehbare E-Mail-Adresse wie z.B. <I>newsdienst@ihreadresse.de</I>. Allgemein erwecken Real-Name-Absender mehr Vertrauen beim Empf&auml;nger, also etwa <I>sebastian.mueller@firma.de</I>. 
  </li> 
  <li><span class="menuepunkt">Zeichensatz:</span> Die Auswahlliste zeigt die Zeichens&auml;tze an, die der E-Marketing Manager zur Verf&uuml;gung stellt. F&uuml;r die meisten F&auml;lle d&uuml;rfte die Voreinstellung ISO 8859-1 die richtige Wahl sein, sie deckt alle westeurop&auml;ischen Sprachen ab. 
  </li>
  <li><span class="menuepunkt">Zeilenumbruch nach:</span> Diese Auswahlliste ist nur f&uuml;r Textmails interessant: Der E-Marketing Manager f&uuml;gt nach der angegebenen Zeichenzahl automatisch einen Umbruch ein. 
  </li> 
  <li><span class="menuepunkt">Format:</span> Hier w&auml;hlen Sie das Mail-Format der Schablone aus: Text-, HTML- oder Offline-HTML. Im Textformat enth&auml;lt die E-Mail keinerlei Formatanweisungen wie fett oder Schriftgr&ouml;&szlig;e und auch keine klickbaren Links. Das HTML-Format erlaubt die bei Webseiten &uuml;blichen Formatierungen und auch die Integration von Bildern. Bei externen Dateien (Bildern etc.) enth&auml;lt die E-Mail nur die Referenz, die Bilddatei selbst ist auf den Agnitas-Server gespeichert. Offline-HTML funktioniert genauso, allerdings sind Bilder und andere externe Dateien Teil der E-Mail (Dateianh&auml;nge). 
  </li> 
  <li><span class="menuepunkt">Text-Version:</span> In diesem Eingabefeld f&uuml;gen Sie die Text-Version der Schablone ein. Weitere Details dazu lesen Sie im Handbuch. Auch wenn Sie in der vorhergehenden Auswahlliste das HTML oder Offline-HTML als Format gew&auml;hlt haben, tragen Sie hier einen Text ein. Denn auch die Empf&auml;nger von HTML-Mails erhalten zur Sicherheit auch die Textversion.
  </li> 
  <li><span class="menuepunkt">HTML-Version:</span> In diesem Eingabefeld f&uuml;gen Sie die HTML-Version der Schablone ein. Weitere Details dazu lesen Sie im Handbuch. 
  </li> 
  <li><span class="menuepunkt">Speichern":</span> Speichert Ihre Einstellungen bzgl. der &uuml;berarbeiteten Schablone.
  </li> 
  <li><span class="menuepunkt">Kopieren:</span> Erstellt eine Kopie der jeweiligen Schablone und erleichtert die Erstellung von lediglich leicht modifizierten Schablonen. 
  </li> 
  <li><span class="menuepunkt">L&ouml;schen:</span> L&ouml;scht nach nochmaliger R&uuml;ckfrage die Schablone.
  </li>    
</ul>

<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
		  <IMG height=10 src="one_pixel.gif" width=10 border=0>
		</TD>
	  </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
	  </TR>
	</TBODY>
  </TABLE>
</BODY>
</HTML>
