<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>OpenEMM</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<link type="text/css" href="stylesheet.css" rel="stylesheet">
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfang Haupttext -->
	<div class="head1">Online-Hilfe: Schablonen - Details</div>
	<p>&Uuml;ber die Detailansicht passen Sie eine vorhandene Schablone an. Wenn Sie mit den &Auml;nderungen fertig sind, schlie&szlig;en Sie die Aktion mit einem Klick auf den Button <span class="menuepunkt">Speichern</span> am Ende des Dialogs ab. Um die Schablone zu entfernen, klicken Sie auf den Button <span class="menuepunkt">L&ouml;schen</span> am Ende des Dialogs. Die Eingabefelder und Auswahllisten haben folgende Bedeutung: </p>
        <ul>
        	<li><span class="menuepunkt">Name:</span> Bestimmt den Namen der Schablone. Dieser Name erscheint sp&auml;ter im OpenEMM immer dort, wo Sie eine Schablone ausw&auml;hlen k&ouml;nnen.</li>
        	<li><span class="menuepunkt">Beschreibung:</span> Zeigt den Kommentar zur Schablone an. </li>
        	<li><span class="menuepunkt">Mailing-Liste:</span> Mit diesem Drop-Down-Men&uuml; legen Sie fest, welcher Mailingliste Sie diese Schablone zuweisen.</li>
        	<li><span class="menuepunkt">Kampagne:</span> Gibt Ihnen die M&ouml;glichkeit, die Schablone einer bestehenden Kampagne zuzuordnen. </li>
        	<li><span class="menuepunkt">Mailing-Typ:</span> Hier haben Sie die M&ouml;glichkeit, die Schablone einem bestimmten Mailing-Typ zuzuordnen. Sie haben die Auswahl zwischen normalen Mailings sowie Datums- und Aktionsgesteuerten Mailings.</li>
        	<li><span class="menuepunkt">Zielgruppen:</span> Zeigt zun&auml;chst die f&uuml;r diese Schablone eingestellte Zielgruppe an. Standard: Alle Empf&auml;nger </li>
        	<li><span class="menuepunkt">Hinzuf&uuml;gen:</span> Durch Auswahl im Drop-Down-Men&uuml; und Klick auf "Hinzuf&uuml;gen" werden mehrere vordefinierte Zielgruppen in Form einer "oder"-Verkn&uuml;ofung (keine Doppelzustellung bei &Uuml;berschneidungen) verbunden. Durch Klick auf das Entfernen-Symbol (<img src="icon-delete.gif" alt="Symbol L&ouml;schen" border="0">) wird die betreffende Zielgruppe entfernt.</li>
        	<li><span class="menuepunkt">Betreff:</span> Wenn Sie ein neues Mailing auf Basis dieser Schablone anlegen, wird dieser Text als Vorschlag eingeblendet. Sie k&ouml;nnen ihn dann &uuml;bernehmen, oder durch einen anderen Text ersetzen. Die Wirkung des Betreff sollte nicht untersch&auml;tzt werden. Er sollte gut gew&auml;hlt werden, damit der Empf&auml;nger das Mailing &ouml;ffnet. Beachten Sie, dass hier auch personalisierte Angaben mit den AGNITAS-Tags erlaubt sind.</li>
        	<li><span class="menuepunkt">Absender-Adresse:</span> Wenn Sie ein neues Mailing auf Basis dieser Schablone anlegen, wird dieser Text als Vorschlag f&uuml;r die Absender-Adresse eingeblendet. Sie k&ouml;nnen ihn dann &uuml;bernehmen, oder durch einen anderen Text ersetzen. Anzuraten ist eine nachvollziehbare E-Mail-Adresse wie z.B. <I>newsdienst@ihreadresse.de</I>. Allgemein erwecken Real-Name-Absender mehr Vertrauen beim Empf&auml;nger, also etwa <I>sebastian.mueller@firma.de</I>.</li>
        	<li><span class="menuepunkt">Absender-E-Mail:</span> &Uuml;ber dieses Feld bestimmen Sie, welche E-Mail-Adresse als Absender-Adresse standardm&auml;&szlig;ig im abschlie&szlig;enden Mailing erscheint. Anzuraten ist eine nachvollziehbare E-Mail-Adresse wie z.B. <i>newsdienst@ihreadresse.de</i>. Sie k&ouml;nnen die E-Mail-Adresse durch einen Namen ersetzen, den die Empf&auml;nger dann in ihrem E-Mail-Programm sehen. Im Hintergrund bleibt aber die vollst&auml;ndige Adresse erhalten, so dass R&uuml;ckantworten auch weiterhin funktionieren. Dazu geben Sie die Adresse im Format <i>"Name" <E-Mail-Adresse></i> an. Praktisch k&ouml;nnte das zum Beispiel so aussehen: <i>"Hans Hoelzl" <hans-hoelzl@gmx.net></i>. Der Empf&auml;nger sieht nur den Namen <I>Hans Hoelzl</I> im Absenderfeld seines E-Mail-Programms. Die Absender-Adresse k&ouml;nnen Sie sp&auml;ter in der Rubrik Mailings in der Detailansicht wieder &auml;ndern.</li>
        	<li><span class="menuepunkt">Absender-Name: / Antwort-Name:</span> Sie k&ouml;nnen den Realname der Absender-Adresse und der Reply-To-Adresse (Antwortadresse) unterschiedlich benennen. Die hinter den Realnames stehende E-Mail-Adresse bleibt identisch, es handelt sich lediglich um den angezeigten Namen. Die unterschiedlichen Namen k&ouml;nnen Sie in den entsprechenden Formularfeldern unter Absender-Name bzw. Antwort-Name eingeben. Wenn Sie nur einen Namen in Absender-Name eingeben, so wird dieser automatisch als Antwort-Name &uuml;bernommen.</li>
        	<li><span class="menuepunkt">Zeichensatz:</span> Die Auswahlliste zeigt die Zeichens&auml;tze an, die der OpenEMM zur Verf&uuml;gung stellt. F&uuml;r die meisten F&auml;lle d&uuml;rfte die Voreinstellung ISO 8859-1 die richtige Wahl sein, sie deckt alle westeurop&auml;ischen Sprachen ab.</li>
        	<li><span class="menuepunkt">Zeilenumbruch nach:</span> Diese Auswahlliste ist nur f&uuml;r Textmails interessant: Der OpenEMM f&uuml;gt nach der angegebenen Zeichenzahl automatisch einen Umbruch ein.</li> 
        	<li><span class="menuepunkt">Format:</span> Hier w&auml;hlen Sie das Mail-Format der Schablone aus: Text-, HTML- oder Offline-HTML. Im Textformat enth&auml;lt die E-Mail keinerlei Formatanweisungen wie fett oder Schriftgr&ouml;&szlig;e und auch keine klickbaren Links. Das HTML-Format erlaubt die bei Webseiten &uuml;blichen Formatierungen und auch die Integration von Bildern. Bei externen Dateien (Bildern etc.) enth&auml;lt die E-Mail nur die Referenz, die Bilddatei selbst ist auf den Server gespeichert. Offline-HTML funktioniert genauso, allerdings sind Bilder und andere externe Dateien Teil der E-Mail (Dateianh&auml;nge).</li>
        	<li><span class="menuepunkt">&Ouml;ffnungsrate messen:</span> Um die &Ouml;ffnungsrate bei HTML-Mailings messen zu k&ouml;nnen, wird ein "Messpixel" in das E-Mailing aufgenommen. Bei der &Ouml;ffnung des Newsletters wird dieses Pixel vom Server geladen, was zur Registrierung der &Ouml;ffnung f&uuml;hrt. </li>
        	<li><span class="menuepunkt">Text-Version:</span> In diesem Eingabefeld f&uuml;gen Sie die Text-Version der Schablone ein. Weitere Details dazu lesen Sie im Handbuch. Auch wenn Sie in der vorhergehenden Auswahlliste das HTML oder Offline-HTML als Format gew&auml;hlt haben, tragen Sie hier einen Text ein. Denn auch die Empf&auml;nger von HTML-Mails erhalten zur Sicherheit auch die Textversion.</li>
        	<li><span class="menuepunkt">HTML-Version:</span> In diesem Eingabefeld f&uuml;gen Sie die HTML-Version der Schablone ein. Weitere Details dazu lesen Sie im Handbuch. </li>
        	<li><span class="menuepunkt">Speichern":</span> Speichert Ihre Einstellungen bzgl. der &uuml;berarbeiteten Schablone.</li>
        	<li><span class="menuepunkt">Kopieren:</span> Erstellt eine Kopie der jeweiligen Schablone und erleichtert die Erstellung von lediglich leicht modifizierten Schablonen.</li>
        	<li><span class="menuepunkt">L&ouml;schen:</span> L&ouml;scht nach nochmaliger R&uuml;ckfrage die Schablone.</li>
        </ul>
        <p><a href="javascript:history.back();"><img border="0" src="button-schliessen.gif"></a></p>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
        <IMG height=10 src="one_pixel.gif" width=10 border=0>
      </TD>
     </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
     </TR>
   </TBODY>
  </TABLE>
</BODY>
</HTML>
