<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>OpenEMM</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Statistik - Empf&auml;nger-Statistik - Details</div>
Dieser Eingabedialog pr&auml;sentiert Ihnen die Empf&auml;ngerstatistik zu den 
ausgew&auml;hlten Daten. Die Auswahllisten zeigen, welche Rahmenbedingungen f&uuml;r die 
Statistik gelten. Sie d&uuml;rfen jederzeit die Einstellung der Auswahllisten 
&auml;ndern. Danach klicken Sie auf den Button <span class="menuepunkt">OK</span>, 
um die neuen Werte anzuzeigen. &Uuml;ber das Symbol <span class="menuepunkt">Export</span>
(<img src="icon-save.gif" alt="Symbol Export" border="0">) sichern Sie die statistischen
Werte als csv-Datei auf Ihrer Festplatte. Eine solche csv-Datei &ouml;ffnen Sie
mit einer Tabellenkalkulation wie Excel oder einem Datenbankprogramm.
Die einzelnen Auswahllisten haben folgende Bedeutung:
<ul>
  <li><span class="menuepunkt">Mailing-Liste:</span>
    &Uuml;ber diese Auswahlliste beschr&auml;nken Sie die Empf&auml;nger-Statistik
   auf eine einzelne Mailing-Liste. Das System listet alle vorhandenen Mailing-Listen
   und die Option <i>Alle Mailing-Listen</i> auf. Standard ist die 
   Einstellung <i>Alle Mailing-Listen</i>.
  </li>
          <li><span class="menuepunkt">Zielgruppe:</span> &Uuml;ber diese Auswahlliste 
            schr&auml;nken Sie die Empf&auml;nger ein, die f&uuml;r die Empf&auml;nger-Statistik 
            z&auml;hlen. Das System listet alle vorhandenen Zielgruppen und die 
            Option <i>Alle Zielgruppen</i> auf. Damit stellen Sie zum Beispiel 
            fest, welche Domains m&auml;nnliche Empf&auml;nger zwischen 20 und 
            30 bevorzugen - sofern Sie diese genauen Daten in Ihrer Profildatenbank
            haben. </li>
</ul>
Unter den Eingabelisten folgt die statistische Auswertung in drei Abschnitten:
<ul>
  <li><span class="menuepunkt">Empf&auml;nger-Status:</span>
    Der Empf&auml;nger-Status weist aus, wieviele Abmeldungen, ung&uuml;ltige 
   oder vor&uuml;bergehend nicht erreichbare 
   E-Mail-Adressen (Bounces) und aktive Empf&auml;nger es gibt.
  </li>
  <li><span class="menuepunkt">Empf&auml;nger-Mailtyp:</span>
    Dieser Bereich schl&uuml;sselt die ausgew&auml;hlten Empf&auml;nger 
   nach dem Mail-Format auf, das in deren Profil eingestellt ist.
   Die verschiedenen Mail-Formate haben folgende Bedeutung:
   <ul>
      <li><span class="menuepunkt">Text:</span>
        Im Textformat enth&auml;lt die E-Mail keinerlei 
      Formatanweisungen wie fett oder Schriftgr&ouml;&szlig;e und auch keine klickbaren 
       Links. Daf&uuml;r sind alle E-Mail-Programme in der Lage, E-Mails im Textformat
      anzuzeigen.
      </li>
      <li><span class="menuepunkt">HTML:</span>
        Das HTML-Format erlaubt die bei Webseiten &uuml;blichen Formatierungen
       und auch die Integration von Bildern. Bei externen Dateien (Bildern etc.) enth&auml;lt
       die E-Mail nur die Referenz, die Bilddatei selbst ist auf dem Server gespeichert.
      </li>
      <li><span class="menuepunkt">Offline-HTML:</span>
       Offline-HTML funktioniert genauso, allerdings sind Bilder und andere externe Dateien
       Teil der E-Mail (als Dateianh&auml;nge).
      </li>
   </ul>
  </li>
  <li><span class="menuepunkt">Detail-Analyse:</span>
    In diesem Bereich sehen Sie Anmeldungen, Abmeldungen und Bounces
   f&uuml;r einen Monat, nach Tagen aufgeschl&uuml;sselt. 
   Wollen Sie mehr &uuml;ber einen bestimmten Zahlenwert wissen,
   so klicken Sie ihn an. Der OpenEMM zeigt dann in einem neuen
   Eingabedialog (wie &uuml;ber <span class="menuepunkt">Empf&auml;nger - &Uuml;bersicht</span>)
   die Profile der einzelnen Empf&auml;nger an. So stellen Sie beispielsweise
   leicht fest, wer sich neu angemeldet oder auch abgemeldet hat.
    Standardm&auml;&szlig;ig zeigt der OpenEMM die Auswertung zum
   aktuellen Monat an. &Uuml;ber die Pfeilsymbole 
   (<img src="icon-pfeil-links.gif" alt="Pfeil links" border="0"> und 
   <img src="icon-pfeil-rechts.gif" alt="Pfeil rechts" border="0">) bl&auml;ttern
   Sie zum vorhergehenden oder n&auml;chsten Monat.
  </li>
</ul>
<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
        <IMG height=10 src="one_pixel.gif" width=10 border=0>
      </TD>
     </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
     </TR>
   </TBODY>
  </TABLE>
</BODY>
</HTML>
