<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>AGNITAS E-Marketing Manager</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<LINK href="stylesheet.css" rel=stylesheet>
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfrang Haupttext -->
<div class="head1">Online-Hilfe: Statistik - Vergleich</div>
&Uuml;ber diesen Eingabedialog rufen Sie statistische Vergleichsdaten zu Mailings ab.
Dabei k&ouml;nnen Sie beliebige Mailings ausw&auml;hlen und direkt vergleichen.
Au&szlig;erdem beschr&auml;nken Sie die Auswertung optional auf eine Zielgruppe.
Wenn Sie Ihre Einstellungen abgeschlossen haben, klicken Sie auf den Button
<span class="menuepunkt">Vergleich</span> um die Statistik anzufordern. Falls Sie 
n&auml;here Informationen zu einem Mailing ben&ouml;tigen, klicken Sie den Namen
und die Beschreibung an.
Die Auswahllisten und Checkboxen haben folgende Bedeutung:
<ul>
  <li><span class="menuepunkt">Zielgruppe:</span>
    &Uuml;ber diese Auswahlliste schr&auml;nken Sie die Empf&auml;nger ein,
	die f&uuml;r die Statistik z&auml;hlen. Damit stellen Sie zum Beispiel fest, wie
	ein Mailing bei der m&auml;nnlichen Kundschaft zwischen 20 und 30 angekommen
	ist - sofern Sie diese genauen Daten in Ihrer Profildatenbank haben. Sie
	d&uuml;rfen die Zielgruppe in der Detailansicht der Vergleichsstatistik ebenfalls
	ver&auml;ndern, so dass die Auswahl nicht endg&uuml;ltig ist.
  </li>
  <li><span class="menuepunkt">Vergleichen:</span>
    In der Liste sind s&auml;mtliche Mailings aufgef&uuml;hrt, die Sie bereits
	durchgef&uuml;hrt haben. Um ein Mailing f&uuml;r den Vergleich zu markieren,
	setzen Sie am Ende der Zeile ein H&auml;kchen.
  </li>
</ul>

<br><br><a href="javascript:window.close();"><img border="0" src="button-schliessen.gif"></a>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
		  <IMG height=10 src="one_pixel.gif" width=10 border=0>
		</TD>
	  </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
	  </TR>
	</TBODY>
  </TABLE>
</BODY>
</HTML>
