<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML lang=de><HEAD><TITLE>OpenEMM</TITLE>
<META http-equiv=Content-Type content="text/html; charset=utf-8">
<link type="text/css" href="stylesheet.css" rel="stylesheet">
</HEAD>
<BODY>
  <TABLE cellSpacing=0 cellPadding=0 align=center border=0>
    <TBODY>
      <TR>
        <TD><IMG height=10 src="border_01.gif" width=10 border=0></TD>
        <TD background="border_02.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_03.gif" width=10 border=0></TD>
      </TR>
      <TR>
        <TD background="border_04.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD>
<!-- Anfang Haupttext -->
	<div class="head1">Online-Hilfe: Zielgruppe - Details</div>
	<p>In diesem Eingabedialog zeigt das System die Details zur ausgew&auml;hlten Zielgruppe an. Eine Zielgruppe besteht aus einer oder mehreren Suchregeln, die Sie an verschiedenen Stellen im OpenEMM einsetzen, um die Empf&auml;nger zu filtern. So k&ouml;nnen Sie etwa beim Versand eines Mailings oder beim Export von Empf&auml;ngerprofilen auf Zielgruppen zur&uuml;ckgreifen. Wenn Sie mit den &Auml;nderungen fertig sind, klicken Sie auf den Button <span class="menuepunkt">Speichern</span>. Wollen Sie die ganze Zielgruppe entfernen, so klicken Sie auf den Button <span class="menuepunkt">L&ouml;schen</span>. Mit dem Button <span class="menuepunkt">Entfernen</span> l&ouml;schen Sie dagegen nur die eine Suchregel, bei der Sie den Button angeklickt haben. Die einzelnen Eingabefelder und Auswahllisten haben folgende Bedeutung:</p>
	<ul>
		  <li><span class="menuepunkt">Name:</span> Tragen Sie hier einen aussagekr&auml;ftigen, kurzen Namen f&uuml;r die Zielgruppe ein. Dieser Name erscheint sp&auml;ter an anderen Stellen des OpenEMM in Auswahllisten, wenn Sie eine Zielgruppe ausw&auml;hlen k&ouml;nnen.</li>
		  <li><span class="menuepunkt">Beschreibung:</span> Die Beschreibung der Zielgruppe erscheint nur in der &Uuml;bersicht der Zielgruppen. Fassen Sie m&ouml;glichst knapp die Suchregeln der Zielgruppe zusammen, etwa <i>M&auml;nner 30-40</i>.</li>
	</ul>
	<p>Um eine neue Suchregel zu &auml;ndern, setzen Sie die Auswahllisten und Eingabefelder der betroffenen Suchregel auf die gew&uuml;nschten Werte. Lediglich das Feld in der Profildatenbank, auf das sich die Suchregel bezieht, d&uuml;rfen Sie nachtr&auml;glich nicht mehr &auml;ndern. Wollen Sie eine neue Suchregel hinzuf&uuml;gen, so tragen Sie die gew&uuml;nschten Werte im Bereich <span class="menuepunkt">Neue Regel</span> ein. Dann klicken Sie am Zeilenende auf den Button <span class="menuepunkt">Hinzuf&uuml;gen</span>. Darauf f&uuml;gt der OpenEMM die Suchregel in den Eingabedialog ein. Darunter erscheint erneut der Bereich zur Eingabe einer neuen Suchregel. Ab der zweiten Suchregel zeigt das System eine zus&auml;tzliche Auswahlliste an, mit der Sie die Suchregel verkn&uuml;pfen. Sie d&uuml;rfen beliebig viele einzelne Suchregeln definieren, die zusammen die Zielgruppe bilden. Die Auswahllisten zur Eingabe oder &Auml;nderung einer Suchregel haben folgende Bedeutung (von Links nach rechts): </p>
        <ul>
        	<li><span class="menuepunkt">Verkn&uuml;pfung:</span> Die Auswahlliste <span class="menuepunkt">Verkn&uuml;pfung</span> ist erst ab der zweiten Suchregel eingeblendet. Sie verkn&uuml;pfen mit dieser Einstellung zwei Suchregeln logisch. Mit der Auswahl <span class="menuepunkt">und</span> bestimmen Sie, dass beide Suchregeln erf&uuml;llt sein m&uuml;ssen. Die Option <span class="menuepunkt">oder</span> bedeutet dagegen, dass wahlweise die eine oder die andere  Suchregel erf&uuml;lt sein muss (oder beide). </li>
        	<li><span class="menuepunkt">Klammer auf:</span> Wenn Sie mehrere Suchregeln logisch verkn&uuml;pfen, fassen Sie zwei oder mehr Suchregeln mit Klammern zusammen. Eine Konstruktion wie <i>A und (B oder C)</i> bedeutet, dass der OpenEMM zun&auml;chst die Suchregeln <i>B</i> und <i>C</i> auswertet, und danach mit <i>A</i> verkn&uuml;pft. Ohne Klammern w&uuml;rde das System die Suchregeln der Reihe nach von links nach rechts pr&uuml;fen. Jede &ouml;ffnende Klammer erfordert als Gegenst&uuml;ck eine schlie&szlig;ende Klammer, die Sie &uuml;ber die Auswahlliste am Ende der Suchregel einstellen. </li>
        	<li><span class="menuepunkt">Feld:</span> In der Auswahlliste  sind interne und selbst definierte Felder aus der Profildatenbank aufgef&uuml;hrt. Die internen Felder haben folgende Bedeutung: 
        	<ul>
        		<li><span class="menuepunkt">CREATION_DATE:</span> Das Datum, an dem der Empf&auml;nger in die Datenbank eingetragen wurde. </li>
        		<li><span class="menuepunkt">CUSTOMER_ID:</span> Die Kundennummer vergibt der OpenEMM automatisch f&uuml;r jeden neu angelegten Empf&auml;nger. Diese ID ist einmalig im System, ein bestimmter Empf&auml;nger ist eindeutig &uuml;ber die CUSTOMER_ID zu identifizieren. </li>
        		<li><span class="menuepunkt">DATASOURCE_ID:</span> Kennziffer der Datenquelle, aus der die Empf&auml;ngerdaten importiert wurden. Beim Einlesen von csv-Daten &uuml;ber die Importfunktion weist der OpenEMM automatisch eine ID zu (siehe Handbuch). </li>
        		<li><span class="menuepunkt">EMAIL:</span> Die E-Mail-Adresse des Empf&auml;ngers. </li>
        		<li><span class="menuepunkt">FIRSTNAME:</span> Der Vorname des Empf&auml;ngers. </li>
        		<li><span class="menuepunkt">GENDER:</span> Das Geschlecht des Empf&auml;ngers. Der OpenEMM verwendet Zahlen zur Kennzeichnung des Geschlechts: Eine 0 steht f&uuml;r m&auml;nnlich, eine 1 steht f&uuml;r weiblich. Mit der Ziffer 2 sind alle Empf&auml;nger markiert, bei denen kein Geschlecht festgelegt wurde. </li>
        		<li><span class="menuepunkt">LASTNAME:</span> Der Nachname des Empf&auml;ngers. </li>
        		<li><span class="menuepunkt">MAILTYPE:</span> Das Mail-Format, das der Empf&auml;nger w&uuml;nscht. Eine 0 steht f&uuml;r Text, eine 1 f&uuml;r HTML, eine 2 f&uuml;r Offline-HTML. </li>
        		<li><span class="menuepunkt">TIMESTAMP:</span> Das Datum der letzten &Auml;nderung am Empf&auml;ngerprofil. </li>
        		<li><span class="menuepunkt">TITLE:</span> Der Titel des Empf&auml;ngers (Dr. etc.). </li>
        	</ul></li>
        	<li><span class="menuepunkt">Vergleichsoperator:</span> In der Auswahlliste stehen folgende Vergleichsoperatoren zur Verf&uuml;gung: 
        	<ul>
        		<li><span class="menuepunkt">=:</span> Der Feldinhalt ist mit dem Vergleichswert identisch. Als Vergleichswert d&uuml;rfen Sie eine Zahl oder einen Text angeben.<br>
        		    <b></b>Bitte beachten Sie:</b> Bei der Benutzung des Gleichheitsoperators muss der Vergleichswert dem vorhandenen Feldinhalt exakt entsprechen. Gro&szlig;- und Kleinschreibung werden aber nicht unterschieden: "Axel" ist identisch mit "axel". </li>
        		<li><span class="menuepunkt">&lt;&gt;</span> Feldinhalt und Vergleichswert sind verschieden (ungleich). Als Vergleichswert d&uuml;rfen Sie eine Zahl oder einen Text angeben. </li>
        		<li><span class="menuepunkt">&gt;</span> Der Feldinhalt ist gr&ouml;&szlig;er als der Vergleichswert. Als Vergleichswert d&uuml;rfen Sie eine Zahl oder einen Text angeben. Bei Text gilt die alphabetische Reihenfolge, <i>b</i> ist also gr&ouml;&szlig;er als <i>a</i>.</li>
        		<li><span class="menuepunkt">&lt;</span> Der Feldinhalt ist kleiner als der Vergleichswert. Als Vergleichswert d&uuml;rfen Sie eine Zahl oder einen Text angeben. Bei Text gilt die alphabetische Reihenfolge, <i>a</i> ist also kleiner als <i>b</i>. </li>
        		<li><span class="menuepunkt">MOD:</span> Mit dem <span class="menuepunkt">MOD</span>-Operator selektieren Sie einen Bruchteil der Empf&auml;nger f&uuml;r eine Zielgruppe. Sie k&ouml;nnten beispielsweise den Erfolg einer Mailing-Aktion erst einmal mit einem Zehntel der fraglichen Kunden ausprobieren. Der OpenEMM nennt eine solche Auswahl List-Split. Daf&uuml;r nutzt das System die Kundennummern (Feld <span class="menuepunkt">CUSTOMER_ID</span>) in Verbindung mit dem Operator <span class="menuepunkt">MOD</span> (Modulo-Funktion). Die Kundennummer weist der OpenEMM automatisch jedem neuen Eintrag in der Empfngerdatenbank zuf&auml;llig zu. Es handelt sich also nicht um laufende Nummern, sondern um statistisch gleich verteilte Zahlen (f&uuml;r praktische Anwendungen).<br>
        		    Die Modulo-Funktion ist Ihnen vielleicht aus dem Mathematikunterricht noch bekannt. Sie liefert den Restwert, der bei einer Division durch eine ganze Zahl entsteht. Ein Beispiel: <i>87 MOD 10</i> liefert als Ergebnis 7. Dazu teilen Sie zun&auml;chst 87 durch 10, ohne Nachkommastellen ergibt das 8. 87 minus 80 (8 mal 10) ergibt einen Rest von 7.<br>
        		    Der <span class="menuepunkt">MOD</span>-Operator des OpenEMM selektiert nun die Empf&auml;nger, deren Modulo-Restwert derVorgabe entspricht. Wenn Sie im letzten Feld der Suchregel eine 5 eintragen, so w&auml;hlen Sie damit alle Kundennummern aus, deren Modulo-Wert 5 ist. Anders gesagt: Sie w&auml;hlen damit ein F&uuml;nftel der gesamten Adressen aus. Mit dem Wert 10 ergibt sich ein Zehntel, mit 3 ein Drittel. Sie k&ouml;nnen aber auch nur ein Tausendstel aller Adressen markieren (Wert 1000). </li>
        		<li><span class="menuepunkt">IS:</span> F&uuml;r den Operator <span class="menuepunkt">IS</span> gibt es zwei besondere Vergleichswerte: <span class="menuepunkt">NULL</span> und <span class="menuepunkt">NOT NULL</span>. Diese sind nur f&uuml;r besondere Datenbankoperationen interessant. Denn die Empf&auml;ngerdatenbank macht einen Unterschied zwischen einem leeren, unbenutzten Textfeld, und einem Textfeld, das eine leere Zeichenkette (Zeichenkette der L&auml;nge 0, symbolisch "") enth&auml;lt. Analog dazu findet <span class="menuepunkt">NOT NULL</span> die Felder, die eine (leere) Zeichenkette enthalten.<br>
        		    Die Regel <i>LASTNAME = NULL</i> filtert Beispielsweise nur die Empf&auml;nger heraus, bei denen der Nachname fehlt. <i>LASTNAME = ""</i> erfasst im Gegensatz dazu die Empf&auml;nger, bei denen der Nachname einmal vorhanden war, aber dann gel&ouml;scht oder durch eine leere Zeichenkette ersetzt wurde.<br>
        		    Das System funktioniert auch mit numerischen Feldern. Der Zahlenwert 0 in einem Feld bewertet die Datenbank anders als eine leere Zeichenkette. <i>SCHUHGROESSE = 0</i> findet zum Beispiel nur die Empf&auml;nger, in deren Profil das Feld <i>SCHUHGROESSE</i> tats&auml;chlich den Wert 0 hat. <i>SCHUGROESSE = NULL</i> findet dagegen die Empf&auml;nger, bei denen das Feld noch nie benutzt wurde. </li>
        		<li><span class="menuepunkt">LIKE:</span> Der Feldinhalt entspricht einem Vergleichstext mit Wildcards. Wildcards sind Platzhalter f&uuml;r beliebige Zeichen. Das Wildcard-Zeichen "_" (Unterstrich) steht f&uuml;r ein beliebiges einzelnes Zeichen. Das Wildcard-Zeichen "%" (Prozentzeichen) steht f&uuml;r beliebig viele Zeichen. Wenn Sie z. B. als Vergleichswert "%@t-online.de" eingeben und den Vergleichsoperator LIKE w&auml;hlen, erscheinen in der Liste nur die Empf&auml;nger, die eine T-Online-Adresse haben. Das betrifft zum Beispiel <i>hans@t-online.de</i> ebenso wie <i>maurer.krause@t-online.de</i>. W&auml;hlen Sie <span class="menuepunkt">NOT LIKE</span>, erscheinen alle Empf&auml;nger, die nicht &uuml;ber eine solche Adresse verf&uuml;gen. </li>
        		<li><span class="menuepunkt">NOT LIKE:</span> Der Feldinhalt entspricht nicht dem Vergleichstext mit Wildcards. Details zu den Wildcards finden Sie im vorhergehenden Punkt. </li>
        	</ul></li>
        	<li><span class="menuepunkt">Vergleichswert:</span> In diesem Eingabefeld tragen Sie den Vergleichswert ein, den Sie &uuml;ber den Vergleichoperator mit dem Inhalt des ausgew&auml;hlten Feldes vergleichen wollen. Je nach Datenformat des Feldes tragen Sie hier eine Zahl, einen Text oder auch ein Datum ein. <br>
        	    <b>Beachten Sie:</b> F&uuml;r das aktuelle Datum tragen Sie <i>sysdate</i> ein. Damit k&ouml;nnen Sie zum Beispiel eine Regel f&uuml;r alle Empf&auml;nger entwerfen, die am aktuellen Tag Geburtstag haben. Achten Sie bei einem Datumsvergleich auf die nachfolgende Auswahlliste zum Datumsformat. </li>
        	<li><span class="menuepunkt">Datumsformat:</span> Diese Auswahlliste ist nur sichtbar, wenn Sie f&uuml;r die Suchregel ein Feld mit Datumsformat ausgew&auml;hlt haben. Durch die Auswahl legen Sie fest, welchen Teil des Datums f&uuml;r den Vergleich herangezogen wird. In der Formatangabe steht <i>TT</i> f&uuml;r den Tag, <i>MM</i> f&uuml;r den Monat und <em>JJJJ</em> f&uuml;r das Jahr. Die Anzahl der Zeichen entspricht der Stellenzahl. Tagesangaben sind also immer zweistellig zu machen, etwa <i>05</i> f&uuml;r den 5ten. Beim Vergleichswert m&uuml;ssen Sie die Formatvorgabe einhalten und zum Beispiel nur <i>0512</i> f&uuml;r den 12ten Mai eintragen, falls Sie als Datumsformat <i>MMTT</i> gew&auml;hlt haben. </li>
        	<li><span class="menuepunkt">Klammer zu:</span> Mit dieser Auswahlliste schlie&szlig;en Sie eine Klammerkonstruktion, Details dazu finden Sie weiter oben unter <span class="menuepunkt">Klammer auf</span>. </li>
        </ul>
	<p><a href="javascript:history.back();"><img border="0" src="button-schliessen.gif"></a></p>
<!-- Ende Haupttext -->
        </TD>
        <TD background="border_06.gif">
        <IMG height=10 src="one_pixel.gif" width=10 border=0>
      </TD>
     </TR>
      <TR>
        <TD><IMG height=10 src="border_07.gif" width=10 border=0></TD>
        <TD background="border_08.gif"><IMG height=10 src="one_pixel.gif" width=10 border=0></TD>
        <TD><IMG height=10 src="border_09.gif" width=10 border=0></TD>
     </TR>
   </TBODY>
  </TABLE>
</BODY>
</HTML>